Data/SimulationFiles/K1_Re112/system/stressComponents
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7  
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
type            turbulenceFields;
libs            ("libfieldFunctionObjects.so");

writeControl    writeTime;
fields		(R);

// fields          (devReff); // seems to cause trouble
